Repository: xaferima/Malware-MetasploitLab
Catalog: coursebuilder/modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: el

source: JavaScript should be enabled to grade this question.
el: Θα πρέπει να έχει ενεργοποιηθεί η JavaScript για τη βαθμολόγηση αυτής της ερώτησης.

source: Completed
el: Ολοκληρώθηκε

source: Not yet started
el: Δεν ξεκίνησε ακόμη

source: 1 point
el: 1 βαθμός

source: %(points)s points
el: %(points)s βαθμοί

source: Check Answer
el: Έλεγχος απάντησης

source: Hint
el: Υπόδειξη

source: Explore Courses
el: Εξερεύνηση μαθημάτων

source: My Courses
el: Τα μαθήματα μου

source: Profile
el: Προφίλ

source: View score
el: Προβολή βαθμολογίας

source: Go to course
el: Μετάβαση στο μάθημα

source: Register
el: Εγγραφή

source: You are not currently enrolled in any courses.
el: Αυτήν τη στιγμή δεν έχετε εγγραφεί σε κανένα μάθημα.

source: View course list.
el: Προβολή λίστας μαθημάτων.

source: Student Profile for
el: Προφίλ μαθητή για

source: Name
el: Όνομα

source: Email
el: Ηλεκτρονικό ταχυδρομείο

source: Enrolled Courses
el: Εγγεγραμμένα μαθήματα

source: Progress
el: Πρόοδος

source: Withdraw
el: Απόσυρση

source: New Name
el: Νέο όνομα

source: Change Name
el: Αλλαγή ονόματος

source: Lesson
el: Μάθημα

source: Announcement
el: Ανακοίνωση

source: Search
el: Αναζήτηση

source: Results for "%(query)s"
el: Αποτελέσματα για "%(query)s"

source: Search took %(num_seconds)s seconds.
el: Η διάρκεια της αναζήτησης ήταν %(num_seconds)s δευτερόλεπτα.

source: Previous
el: Προηγούμενο

source: Page %(number)s of %(total)s
el: Σελίδα %(number)s από %(total)s

source: Next
el: Επόμενο

source: No results for "%(query)s"
el: Δεν υπάρχουν αποτελέσματα για "%(query)s"

source: Search is currently unavailable.
el: Προς το παρόν η αναζήτηση δεν είναι διαθέσιμη.

source: You have already submitted; submit again to replace your previous entry.
el: Έχετε υποβάλει ήδη το στοιχείο σας. Υποβάλετε ξανά το στοιχείο για να αντικαταστήσετε την προηγούμενη καταχώρισή σας.

source: Maximum file size is 1MB.
el: Το μέγιστο μέγεθος αρχείου είναι 1 MB.

source: Your file has been successfully uploaded.
el: Το αρχείο σας μεταφορτώθηκε επιτυχώς.

source: An error occurred.
el: Παρουσιάστηκε σφάλμα.

source: Return to the previous page.
el: Επιστροφή στην προηγούμενη σελίδα.

source: Go back and try again.
el: Πηγαίνετε πίσω και δοκιμάστε ξανά.

source: Unit
el: Ενότητα

source: Course
el: Σειρά μαθημάτων

source: Activity
el: Δραστηριότητα

source: Unit %(id)s - %(title)s
el: Ενότητα %(id)s - %(title)s

source: This unit does not contain any lessons.
el: Αυτή η ενότητα δεν περιέχει μαθήματα.

source: Text Version
el: Έκδοση κειμένου

source: This lesson is not available.
el: Αυτό το μάθημα δεν είναι διαθέσιμο.

source: Previous Page
el: Προηγούμενη σελίδα

source: Next Page
el: Επόμενη σελίδα

source: End
el: Λήξη

source: Announcements
el: Ανακοινώσεις

source: No announcements yet.
el: Δεν υπάρχουν ακόμη ανακοινώσεις.

source: Assessment
el: Αξιολόγηση

source: The due date for submitting this assignment has passed. It was due on %(submission_due_date)s.
el: Η προθεσμία για την υποβολή αυτής της ανάθεσης εργασίας έχει παρέλθει. Έπρεπε να παραδοθεί στις %(submission_due_date)s.

source: Due date for this assignment:
el: Ημερομηνία παράδοσης αυτής της ανάθεσης εργασίας:

source: You may only submit this assignment once. After you submit it, the assignment will become read-only, and you will not be able to modify your answers. The answers you submit here will be reviewed by your peers.
el: Μπορείτε να υποβάλετε αυτήν την ανάθεση εργασίας μόνο μία φορά. Αφού την υποβάλετε, θα είναι δυνατή η προβολή της ανάθεσης εργασίας μόνο για ανάγνωση και δεν θα έχετε τη δυνατότητα να τροποποιήσετε τις απαντήσεις σας. Οι απαντήσεις που υποβάλλετε εδώ αξιολογούνται από τους συναδέλφους σας.

source: Submitted assignment
el: Ανάθεση εργασίας που υποβλήθηκε

source: Reviews received
el: Αξιολογήσεις που υποβλήθηκαν

source: After you have completed the required number of peer reviews for this assignment, the reviews you have received will appear here.
el: Αφού ολοκληρώσετε τον απαιτούμενο αριθμό αξιολογήσεων από συναδέλφους για αυτήν την ανάθεση εργασίας, οι αξιολογήσεις που έχετε λάβει θα εμφανίζονται εδώ.

source: Go to the review dashboard
el: Μετάβαση στον πίνακα ελέγχου αξιολόγησης

source: You have not received any peer reviews yet.
el: Δεν έχετε λάβει ακόμη αξιολογήσεις από συναδέλφους.

source: Save Draft
el: Αποθήκευση πρόχειρου

source: Submit Review
el: Υποβολή αξιολόγησης

source: Check Answers
el: Έλεγχος απαντήσεων

source: Submit Answers
el: Υποβολή απαντήσεων

source: Skip and Show Answer
el: Παράβλεψη και εμφάνιση απάντησης

source: Save Answers
el: Αποθήκευση απαντήσεων

source: Submit Assignment
el: Υποβολή ανάθεσης εργασίας

source: Please click one of the buttons for your answer.
el: Κάντε κλικ σε ένα από τα κουμπιά για την απάντησή σας.

source: All your answers are correct!
el: Όλες οι απαντήσεις σας είναι σωστές!

source: Number of questions you answered correctly
el: Αριθμός σωστών απαντήσεων

source: You received a score on this assessment of
el: Η βαθμολογία σας στην αξιολόγηση είναι

source: Here are lessons you could review to improve your score
el: Ακολουθούν τα μαθήματα που θα μπορούσατε να παρακολουθήσετε για να βελτιώσετε τη βαθμολογία σας

source: Congratulations! Press the \'Submit Answers\' button to submit your grade.
el: Συγχαρητήρια! Πατήστε το κουμπί \"Υποβολή απαντήσεων\" για να υποβάλετε το βαθμό σας.

source: Press the \'Submit Answers\' button below to save your scores. You can also edit your answers above before clicking \'Submit Answers\'.
el: Πατήστε το κουμπί \"Υποβολή απαντήσεων\" παρακάτω για να αποθηκεύσετε τις βαθμολογίες σας. Μπορείτε επίσης να επεξεργαστείτε τις απαντήσεις σας παραπάνω προτού κάνετε κλικ στην επιλογή \"Υποβολή απαντήσεων\".

source: Are you sure you want to submit this assignment?
el: Είστε βέβαιοι ότι επιθυμείτε να υποβάλετε αυτήν την ανάθεση εργασίας;

source: Are you sure you want to submit this review?
el: Είστε βέβαιοι ότι επιθυμείτε να υποβάλετε αυτήν την ανάθεση εργασίας για αξιολόγηση;

source: You cannot edit or delete it after you have done so.
el: Δεν μπορείτε να την επεξεργαστείτε ή να τη διαγράψετε μετά την υποβολή της.

source: Yes, the answer is correct.
el: Ναι, η απάντηση είναι σωστή.

source: No, the answer is incorrect.
el: Όχι, η απάντηση είναι λανθασμένη.

source: The answer is partially correct.
el: Η απάντηση είναι εν μέρει σωστή.

source: Your score is:
el: Η βαθμολογία σας είναι:

source: Not registered
el: Μη καταχωρισμένος

source: Logout
el: Αποσύνδεση

source: Login
el: Σύνδεση

source: Privacy & Terms
el: Απόρρητο και Όροι

source: Forum
el: Φόρουμ

source: Registration
el: Εγγραφή

source: Thank you for registering for the course. Click the Announcements tab for important information.
el: Σας ευχαριστούμε για την εγγραφή στο μάθημα. Κάντε κλικ στην καρτέλα "Ανακοινώσεις" για σημαντικές πληροφορίες.

source: Registrations for this course are not open.
el: Οι εγγραφές σε αυτό το μάθημα δεν είναι ανοικτές.

source: Schedule
el: Χρονοδιάγραμμα

source: Not yet submitted
el: Δεν υποβλήθηκε ακόμα

source: In progress
el: Σε εξέλιξη

source: Review peer assignments
el: Αξιολόγηση αναθέσεων εργασίας συναδέλφων

source: Your review has not been saved, because it was submitted on %(time_now)s. The deadline for submitting reviews was %(review_due_date)s.
el: Η αξιολόγησή σας δεν αποθηκεύτηκε επειδή υποβλήθηκε στις %(time_now)s. Η προθεσμία για την υποβολή αξιολογήσεων ήταν στις %(review_due_date)s.

source: Your assignment has not been saved, because it was submitted on %(time_now)s. The deadline for submitting assignments was %(submission_due_date)s.
el: Η εργασία σας δεν αποθηκεύτηκε επειδή υποβλήθηκε στις %(time_now)s. Η προθεσμία για την υποβολή εργασιών ήταν στις %(submission_due_date)s.

source: You must submit the assignment for this unit before you can request new assignments to review.
el: Για να ζητήσετε νέες εργασίες προς αξιολόγηση, θα πρέπει να υποβάλλετε την εργασία για αυτήν την ενότητα.

source: The deadline for submitting reviews has already passed, so you cannot request a new assignment to review.
el: Η προθεσμία για την υποβολή αξιολογήσεων έχει παρέλθει. Δεν μπορείτε να ζητήσετε νέα εργασία προς αξιολόγηση.

source: You must complete all assigned reviews before you can request a new one.
el: Για να ζητήσετε νέα αξιολόγηση, θα πρέπει πρώτα να ολοκληρώσετε όλες τις αξιολογήσεις που σας έχουν ανατεθεί.

source: You have already submitted this review. Your latest review was not saved.
el: Έχετε ήδη υποβάλει αυτήν την αξιολόγηση. Η τελευταία αξιολόγησή σας δεν αποθηκεύτηκε.

source: Answer:
el: Απάντηση:

source: What is your name?
el: Ποιο είναι το όνομά σας;

source: Enroll
el: Εγγραφή

source: Review
el: Αξιολόγηση

source: Back to the review dashboard.
el: Επιστροφή στον πίνακα ελέγχου αξιολόγησης.

source: The due date for submitting this review has passed. It was due on %(review_due_date)s.
el: Η προθεσμία για την υποβολή αυτής της αξιολόγησης έχει παρέλθει. Έπρεπε να παραδοθεί στις %(review_due_date)s.

source: Due date for this review:
el: Ημερομηνία παράδοσης αυτής της αξιολόγησης:

source: The scores and comments you submit here will be viewed by your peers. Once you submit your review, you may not edit it.
el: Οι βαθμολογίες και τα σχόλια που υποβάλλετε εδώ θα είναι ορατά στους συναδέλφους σας. Αφού υποβάλετε την αξιολόγησή σας, δεν θα έχετε τη δυνατότητα να την επεξεργαστείτε.

source: Reviewed assignment
el: Ανάθεση εργασίας που υποβλήθηκε σε αξιολόγηση

source: Assignment to review
el: Ανάθεση εργασίας για αξιολόγηση

source: Submitted review
el: Αξιολόγηση που υποβλήθηκε

source: Review form
el: Φόρμα αξιολόγησης

source: Your review has been saved.
el: Η αξιολόγησή σας αποθηκεύτηκε.

source: Your review has been submitted successfully.
el: Η αξιολόγησή σας υποβλήθηκε με επιτυχία.

source: Back to the review dashboard
el: Επιστροφή στον πίνακα ελέγχου αξιολόγησης

source: Review Dashboard
el: Πίνακας ελέγχου αξιολόγησης

source: Assignments for your review
el: Αναθέσεις εργασίας για αξιολόγηση

source: The due date for submitting reviews has passed.
el: Η προθεσμία για την υποβολή αξιολογήσεων έχει παρέλθει.

source: All reviews are due by %(review_due_date)s.
el: Όλες οι αξιολογήσεις θα πρέπει να υποβληθούν έως τις %(review_due_date)s.

source: In order to earn credit for this assignment, you must complete at least 1 review by then.
el: Προκειμένου αυτή η ανάθεση εργασίας να αποκτήσει αξιοπιστία, θα πρέπει να συμπληρώσετε τουλάχιστον 1 αξιολόγηση έως τότε.

source: In order to earn credit for this assignment, you must complete at least %(review_min_count)d reviews by then.
el: Προκειμένου αυτή η ανάθεση εργασίας να αποκτήσει αξιοπιστία, θα πρέπει να συμπληρώσετε τουλάχιστον %(review_min_count)d αξιολογήσεις έως τότε.

source: Assignment %(index)s
el: Ανάθεση εργασίας %(index)s

source: Draft
el: Πρόχειρο

source: Review a new assignment
el: Αξιολόγηση μιας νέας ανάθεσης εργασίας

source: Sorry, there are no new submissions available for you to review at this time.
el: Δυστυχώς, προς το παρόν δεν υπάρχουν νέα στοιχεία που υποβλήθηκαν για αξιολόγηση.

source: You have already submitted this assignment. Your latest attempt has not been saved.
el: Έχετε υποβάλει ήδη αυτήν την ανάθεση εργασίας. Η τελευταία σας προσπάθεια δεν αποθηκεύτηκε.

source: Thank you for completing this assignment. Your work was successfully submitted.
el: Σας ευχαριστούμε για την ολοκλήρωση αυτής της ανάθεσης εργασίας. Η εργασία σας υποβλήθηκε με επιτυχία.

source: Review your peers' assignments by clicking on the button below.
el: Αξιολογήστε τις αναθέσεις εργασίας των συμμαθητών σας κάνοντας κλικ στο παρακάτω κουμπί.

source: Back to Course page
el: Επιστροφή στη σελίδα της Σειράς μαθημάτων

source: Date enrolled
el: Ημερομηνία εγγραφής

source: Assessment scores
el: Βαθμολογίες αξιολόγησης

source: View assignment
el: Προβολή ανάθεσης εργασίας

source: Overall course score
el: Συνολική βαθμολογία σειράς μαθημάτων

source: Course Progress
el: Πρόοδος μαθήματος

source: Student Progress
el: Πρόοδος μαθητή

source: To leave the course permanently, click on Unenroll
el: Για την οριστική αποχώρηση από τη σειρά μαθημάτων, κάντε κλικ στην επιλογή "Κατάργηση εγγραφής"

source: Unenroll
el: Κατάργηση εγγραφής

source: Manage course registration from your profile
el: Διαχείριση εγγραφής στο μάθημα από το προφίλ σας

source: Student profile not found ...
el: Δεν βρέθηκε το προφίλ μαθητή…

source: YouTube Video Player
el: Πρόγραμμα αναπαραγωγής βίντεο YouTube

source: You have been unenrolled from
el: Έχετε καταργήσει την εγγραφή σας από

source: Are you sure you want to unenroll from
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε την εγγραφή σας από

source: Yes
el: Ναι

source: No
el: Όχι

source: Grade Questions
el: Βαθμολογία ερωτήσεων
